<?php
/**
 * @file description.php
 * Файл описания модуля для установки catsubcat
 * Файл проекта kolos-cms.
 * 
 * Создан 08.10.10
 *
 * @author blade39 <blade39@kolosstudio.ru>
 * @version 2.5.4-14
 */
/*Обязательно вставляем во все файлы для защиты от взлома*/ 
if( !defined('KS_ENGINE') ) {die("Hacking attempt!");}

$arDescription=array(
	'title'=>'Текстовые страницы',
	'description'=>'Модуль обеспечивает создание простых страниц сгруппированных по разделам. На его базе легко реализуются такие разделы сайта как новости, статьи, различные справочники.',
);
?>
