<?php
$arVersion=array(
	'ID'=>'v2.6',
	'BUILD'=>'b6',
	'NAME'=>'corn',
	'TITLE'=>'KOLOS-CMS',
	'COPYRIGHT'=>'&copy; 2012 <a href="http://www.kolosstudio.ru/">www.kolosstudio.ru</a>',
	'DESCRIPTION'=>'Версия 2.6 Поддержка многоязычного интерфейса',
	'UPDATES'=>array(
		'b2'=>'Базовый билд системы',
		'b3'=>'Добавлена система автоматической инсталляции',
		'b4'=>'Обновлена большая часть кода. Обновлён код системы пользователей. Убраны лишние классы. Исправлены ошибки бета версии. Обновлён tinymce и jquery',
		'b5'=>'Перенесён файл версии системы в каталог инсталляции',
		'b6'=>'Добавлены модуль Баннеры и Перенаправление, измения в ядре и пр.',
		'b7'=>'Множественные исправления, почищен старый код. Новинки из других проектов (модуль "Пустышка" и прочее)',
	),
);