<?php

/**
 * Конфигурационный файл модуля "redirect"
 * Последнее изменение: 21.06.2011, 22:19:18
 */

$MODULE_redirect_config = array
(
	'content' => "<h1>Переход по внешней ссылке</h1>
<h2>Внимание! Вы покидаете сайт Ringoman.ru&nbsp;и переходите на сторонний сайт.</h2>
<p><span>Администрация сайта Ringoman.ru не несёт ответственности за содержание сторонних сайтов.</span></p>
<p><span><strong>Не вводите ваши учетные данные</strong> (логин и пароль от личного кабинета на Ringoman.ru) на других сайтах! Это может привести к потере вашего аккаунта и средств.</span></p>
<p>Чтобы перейти на сторонний сайт, кликните по ссылке: #LINK#</p>",
	'time' => "30",
	'auto' => "0"
);

?>